Repository: kthxbyte/KDE1-Linaro
Catalog: korganiz/korganizer-1.1.2/po/*.po
Languages: cs, hr, pl

source: Use system default colors
cs: Pou¾ívat implicitní barvy systému
hr: Koristi uobièajene sistemske boje
pl: U¿yj domy¶lnych kolorów systemowych

source: Appointment & Checklist items
cs: Schùzka & polo¾ky seznamu
pl: Spotkania i elementy listy zg³oszeñ

source: Background
cs: Pozadí
hr: Pozadina
pl: T³o

source: Text
hr: Tekst
pl: Tekst

source: Handle Selected
cs: Úchopka oznaèených
pl: Uchwyt wybranego

source: Handle Unselected
cs: Úchopka neoznaèených
pl: Uchwyt pozosta³ych

source: Handle Active Apt.
cs: Úchopka aktivních
pl: Uchwyt aktywnego spot.

source: Sheet background
cs: Pozadí plochy
hr: Pozadina
pl: T³o arkusza

source: Calendar Background
cs: Pozadí kalendáøe
hr: Pozadina kalendara
pl: T³o kalendarza

source: Calendar Date Text
cs: Text datumu kalendáøe
pl: Data w kalendarzu

source: Calendar Date Selected
cs: Vybraný datum kalendáøe
pl: Wybrana data w kalendarzu

source: Printer Name
cs: Jméno tiskárny
hr: Ime pisaèa
pl: Nazwa drukarki

source: Paper Size
cs: Velikost papíru
hr: Velièina papira
pl: Rozmiar papieru

source: Paper Orientation
cs: Orientace papíru
hr: Usmjerenje papira
pl: Orientacja papieru

source: Portrait
cs: Na vý¹ku
hr: Uspravno
pl: Portret

source: Landscape
cs: Na ¹íøku
hr: Polo¾eno
pl: Pejza¿

source: Preview Program
cs: Program pro náhled
pl: Program do podgl±du

source: Prev
cs: Pøedázející
hr: Prethodna
pl: Poprzedni

source: Next
cs: Následující
hr: Sljedeæa
pl: Nastêpny

source: KOrganizer Virtual Postcard
cs: Virtuální pohlednice KOrganizéru
pl: Wirtualna pocztówka KOrganizer-a

source: Please send a postcard to me, so I can see who is using KOrganizer! Tell me how great the program is, and how you just can't live without it. Or, report a bug which is stopping you from doing useful work. The postcard will simply include anything you wish to type in the comment area below.
cs: Prosím za¹lete mi pozdrav, abych vidìl, kdo pou¾ívá KOrganizer! Povìzte mi, jak skvìlý je to program a jak bez nìj prostì nemù¾ete ¾ít. Nebo mi nahla¹te chybu, která Vám brání dìlat rozumnou práci. Do pozdravu bude jednodu¹e vlo¾eno v¹e co si napí¹ete do oblasti pod tímto textem.
pl: Proszê wy¶lij mi pocztówkê, bym wiedzia³ kto u¿ywa KOrganizer-a! Powiedz mi jak bardzo ten program ci siê podoba i ¿e nie mo¿esz bez niego ¿yæ. Lub zg³o¶ bug, który nie pozwala ci efektywnie pracowaæ. Ta pocztówka bêdzie zawieraæ to co chcesz i wpiszesz w obszar komentarza poni¿ej.

source: About KOrganizer
cs: O KOrganizátoru
hr: O Korganizeru
pl: O Korganizer-ze

source: by Preston Brown and
cs: napsal Preston Brown a
hr: Preston Brown i
pl: napisany przez Prestona Browna i

source: License Agreement:
cs: Licenèní ujednání:
pl: Licencja

source: &Send Postcard
cs: Poslat pohlednici
hr: &Po¹alji razglednicu
pl: &Wy¶lij pocztówkê

source: many more, thank you!
cs: mnohakeré díky!
pl: wielu innych, dziêkujê!

source: Could not load movie
cs: Není mo¾né naèíst film
pl: Nie mozna za³adowaæ filmu

source: To-Do Items
cs: Úkoly
hr: Popis poslova
pl: Zadania

source: New To-Do
cs: Nový úkol
hr: Novi popis poslova
pl: Nowe zadanie

source: Purge Completed
cs: Proèi¹tìní ukonèeno
hr: Proèi¹æavanje zavr¹eno
pl: Usuñ zakoñczone

source: Edit To-Do
cs: Upravit úkol
hr: Promijeni popis poslova
pl: Edycja zadania

source: Delete To-Do
cs: Smazat úkol
hr: Obri¹i popis poslova
pl: Usuñ zadanie

source: Purge Completed
cs: Proèi¹tìní ukonèeno
hr: Proèi¹æavanje zavr¹eno
pl: Usuñ zakoñczone

source: Sort by Priority
cs: Setøídìní podle priority
hr: Sortiraj po prioritetu
pl: Sortuj wzglêdem priorytetu

source: Save and Close
cs: Ulo¾it a zavøít
hr: Spremi i zatvori
pl: Zapisz i zamknij

source: Previous Event
cs: Pøedchozí událost
hr: Prethodni dogaðaj
pl: Poprzednie zdarzenie

source: Next Event
cs: Následující událost
hr: Slijedeæi dogaðaj
pl: Nastêpne zdarzenie

source: Delete Event
cs: Zru¹it událost
hr: Obri¹i dogaðaj
pl: Skasuj zdarzenie

source: New
cs: Nový
hr: Novi
pl: Nowe

source: Todo
cs: Úkoly
hr: Popis poslova
pl: Do zrobienia

source: readonly
cs: pouze pro ètení
pl: tylko do odczytu

source: % Completed
cs: % ukonèeno
hr: % zavr¹eno
pl: Procentowe zaawansowanie

source: 1 (Highest)
cs: 1 (nejvy¹¹í)
pl: 1 (Najwy¿szy)

source: 5 (lowest)
cs: 5 (nejni¾¹í)
pl: 5 (najni¿szy)

source: Can't load docking tray icon!
cs: Není mo¾né naèíst ikonu pro pohlcování!
pl: Nie mo¿na za³adowaæ ikony dokowania w panelu!

source: Alarms Enabled
cs: Alarmy povoleny
hr: Alarm ukljuèen
pl: Alarm uaktywniony

source: Exit Applet
cs: Ukonèit applet
hr: Ugasi alarm
pl: Koniec programiku

source: KOrganizer Control Applet
cs: Øídící applet KOrganizeru
pl: Programik kontrolny KOrganizera

source: KOrganizer Alarm: %s
cs: Alarm KOrganizeru: %s
pl: Alarm KOrganizer-a: %s

source: The following events triggered alarms:
cs: Následující události spustily alarmy:
hr: Slijedeæi dogaðaj pokrenuo je alarm:
pl: Wymienione zdarzenia s± uruchamiane przez alarmy:

source: Start:
cs: Zaèátek:

source: KOrganizer
cs: KOrganizátor

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
cs: Tento program je volný software; je mo¾né jej redistribuovat nebo modifikovat podle podmínek GNU v¹eobecné veøejné licence jak je publikováva Free Software Fondation; buï verze 2 zmínìné licence nebo (dle va¹eho výbìru) nìkterou pozdìj¹í verzí. Tento program je ¹íøen s nadìjí, ¾e bude u¾iteèný ale BEZ JAKÉKOLI ZÁRUKY; dokonce bez zahrnutí záruky PRODEJNOSTI nebo ZPÙSOBILOSTI K NÌJAKÉMU ÚÈELU. Pro bli¾¹í detaily nahlédnìte do GNU v¹eobecné veøejné licence. Mìli by jste obdr¾et kopii GNU v¹eobecné veøejné licence s tímto programem; není-li tomu tak, napi¹te na adresu Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: am
hr: ujutro

source: pm
hr: popodne

source: AM / PM
hr: ujutro / popodne
