Repository: kthxbyte/KDE1-Linaro
Catalog: korganiz/korganizer-1.1.2/po/*.po
Languages: cs, hr, pl

source: KOrganizer Error
cs: Chyba KOrganizéru
pl: B³±d KOrganizer-a

source: An error has occurred parsing the contents of the clipboard. You can only paste a valid vCalendar into KOrganizer.
cs: Nastala chyba pøi zpracovávání obsahu clipboardu. Do FOrganizeru je mo¾no vlo¾it pouze platny vCalendar.
pl: Wyst±pi³ b³±d przy analizie zawarto¶ci schowka. Mo¿na wklejaæ tylko poprawne zapisy vCalendar do KOrganizer-a.

source: found a VEvent with no DTSTART/DTEND! Skipping
cs: nalezen VEvent bez DTSTART/DTEND! Pøeskakuji
pl: znaleziono VEvent bez DTSART/DTEND! Pomijam.

source: KOrganizer Categories
cs: Kategorie KOrganizeru
pl: Kategorie KOrganizer-a

source: Available Categories
cs: Dostupné kategorie
hr: Dostupne kategorije
pl: Dostêpne kategorie

source: Appointment
cs: Schùzka
hr: Obveza
pl: Spotkanie

source: Business
cs: Obchod
hr: Posao
pl: Biznes

source: Meeting
cs: Schùze
hr: Sastanak
pl: Spotkanie

source: Phone Call
cs: Telefonní hovor
hr: Telefonski Razgovor
pl: Telefon

source: Education
cs: ¦kolení
hr: Obrazovanje
pl: Kszta³cenie

source: Holiday
cs: Svátek
hr: Praznik
pl: Wypoczynek

source: Vacation
cs: Dovolená
hr: Odmor
pl: Wakacje

source: Special Occasion
cs: Speciální pøíle¾itost
hr: Posebna prilika
pl: Specjalne wydarzenie

source: Personal
cs: Osobní
hr: Osobno
pl: Osobiste

source: Travel
cs: Cesta
hr: Putovanje
pl: Podró¿

source: &Add >>
cs: &Pøidat >>
hr: &Dodaj >>
pl: &Dodaj >>

source: << &Remove
cs: << Odst&ranit
hr: << &Ukloni
pl: << &Usuñ

source: Selected Categories
cs: Vybrané kategorie
hr: Izabrane kategorije
pl: Wybrane kategorie

source: New Category:
cs: Nová kategorie:
hr: Nova kategorija:
pl: Nowa kategoria

source: General
cs: V¹eobecné
hr: Opæenito
pl: Ogólne

source: Details
cs: Detaily
hr: Detalji
pl: Szczegó³owe

source: Recurrence
cs: Opakování
hr: Ponavljanje
pl: Powtarzaj±ce siê

source: Owner: %s
cs: Vlastník: %s
hr: Vlasnik: %s
pl: Nale¿y do: %s

source: Duration: all day
cs: Doba trvání: celý den
hr: Trajanje: cijeli dan
pl: Czas trwania: ca³y dzieñ

source: Duration: %i hour(s), %i minute(s)
cs: Doba trvání: %i hodin(a/y), %i minut(a/y)
hr: Trajanje: %i sat(i), %i minuta(e)
pl: Czas trwania: %i godzin(a), %i minut(a)

source: Duration: %i hour(s)
cs: Doba trvání: %i hodin(a/y)
hr: Trajanje: %i sat(i)
pl: Czas trwania: %i godzin(a)

source: Duration: %i minute(s)
cs: Doba trvání: %i minut(a/y)
hr: Trajanje: %i minuta(e)
pl: Czas trwania: %i minut(a)

source: Toggle Alarm
cs: Vypnout/zapnout signalizaci
hr: Uklj./Isklj. Alarm
pl: W³±cz/wy³±cz alarm

source: Appointment Time
cs: Èas urèení
hr: Vrijeme obveze
pl: Czas spotkania

source: Start Time:
cs: Zaèátek:
hr: Poèetak:
pl: Czas rozpoczêcia:

source: End Time:
cs: Konec:
hr: Kraj:
pl: Czas zakoñczenia:

source: No time associated
cs: Bez pøiøazení èasu
pl: Nie zwi±zane z czasem

source: Recurring event
cs: Opakující se událost
hr: Obveza se ponavlja
pl: Powtarzaj±ce siê zdarzenie

source: Summary:
cs: Shrnutí:
hr: Sa¾etak:
pl: Podsumowanie:

source: Show Time As:
cs: Zobrazovat jako:
pl: Poka¿ czas jako:

source: Busy
cs: Zaneprázdnìný
pl: Zajêty

source: Free
cs: Volný
pl: Wolny

source: Owner:
cs: Vlastník:
hr: Vlasnik:
pl: W³a¶ciciel

source: Private
cs: Soukromá
hr: Privatno
pl: Prywatne

source: Categories...
cs: Kategorie...
hr: Kategorije...
pl: Kategorie...

source: Reminder:
cs: Pøipomenout:
hr: Podsjetnik:
pl: Przypomnienie:

source: Attendee Information
cs: Informace o úèastnících
hr: Informacije o sudioniku
pl: Informacje o uczestniku

source: Name
cs: Jméno
hr: Ime
pl: Nazwisko

source: Role
cs: Funkce
hr: Uloga
pl: Rola

source: Status
cs: Stav
pl: Stan

source: Attendee Name:
cs: Jméno úèastníka:
hr: Ime sudionika:
pl: Imiê i Nazwisko uczestnika:

source: Email Address:
cs: E-mail adresa:
hr: Email Adresa:
pl: Adres e-mail:

source: Role:
cs: Funkce:
hr: Uloga:
pl: Rola:

source: Attendee
cs: Úèastník
hr: Sudionik
pl: Uczestnik

source: Organizer
cs: Organizátor
hr: Organizator
pl: Organizator

source: Owner
cs: Vlastník
hr: Vlasnik
pl: W³a¶ciciel

source: Delegate
cs: Delegát
hr: Delegat
pl: Delegat

source: Status:
cs: Stav:
pl: Stan:

source: Needs Action
cs: Vy¾aduje akci
hr: Zahtjeva akciju
pl: Wymaga dzia³ania

source: Accepted
cs: Pøijato
hr: Potvrdio/la
pl: Zaakceptowane

source: Sent
cs: Poslat
hr: Poslano
pl: Wys³ane

source: Tentative
cs: Zku¹ební
hr: Okvirno
pl: Tymczasowe

source: Confirmed
cs: Potvrzený
hr: Potvrdio/la
pl: Potwierdzone

source: Declined
cs: Odmítnuto
hr: Odbio/la
pl: Odmówione

source: Completed
cs: Ukonèen
pl: Zakoñczone

source: Delegated
cs: Delegováno
pl: Oddelegowane

source: Request Response
cs: Vy¾adovat odpovìï
hr: Zatra¾i odgovor
pl: Wymagaj odpowiedzi

source: &Add
cs: &Pøidat
hr: &Dodaj
pl: &Dodaj

source: Address &Book...
cs: Kniha &adres...
hr: Ad&resar
pl: &Ksi±¿ka adresowa...

source: Attach...
cs: Pøilo¾it...
hr: Pridru¾i...
pl: Do³±cz...

source: Save As...
cs: Ulo¾it jako...
hr: Spremi pod drugim imenom...
pl: Zapisz jako...

source: Priority:
cs: Priorita:
hr: Prioritet:
pl: Priorytet:

source: Low (1)
cs: Malá (1)
hr: Niski (1)
pl: Niski (1)

source: Normal (2)
cs: Normální (2)
hr: Normalni (2)
pl: Normalny (2)

source: High (3)
cs: Velká (3)
hr: Visoki (3)
pl: Wysoki (3)

source: Maximum (4)
cs: Maximální (4)
hr: Najvi¹i (4)
pl: Maksymalny (4)

source: Unable to open address book.
cs: Není mo¾né otevøít knihu adres.
hr: Ne mogu otvoriti adresar.
pl: Nie mo¿na otworzyæ ksi±¿ki adresowej.

source: Error getting entry from address book.
cs: Chyba pøi získávání záznamu z knihy adres.
pl: B³±d przy pobieraniu wpisu z ksi±¿ki adresowej.

source: End:
cs: Konec:
pl: Koniec:

source: Recurrence Rule
cs: Pravidla opkování
hr: Pravilo ponavljanja
pl: Zasada powtarzalno¶ci

source: Daily
cs: Denní
hr: Dnevno
pl: Codziennie

source: Weekly
cs: Týdenní
hr: Tjedno
pl: Co tydzieñ

source: Monthly
cs: Mìsíèní
hr: Mjeseèno
pl: Co miesi±c

source: Yearly
cs: Roèní
hr: Godi¹nje
pl: Co rok

source: Enable Advanced Rule:
cs: Povolit dokonalej¹í pravidlo:
pl: W³±cz zaawansowan± zasadê:

source: Recurrence Range
cs: Rozsah opakování
pl: Zakres powtarzalno¶ci

source: Begin On:
cs: Zaèít dne:
pl: Zacznij w:

source: No Ending Date
cs: Bez koncového data
pl: Bez daty zakoñczenia

source: End after
cs: Ukonèit po
pl: Zakoñcz po

source: occurrence(s)
cs: opakování(ch)
pl: powtórzeñ(nie)

source: End by:
cs: Ukonèit dnem:
pl: Zakoñcz przed:

source: Exceptions
cs: Výjimky
pl: Wyj±tki

source: Recur every
cs: Opakovat ka¾dý
hr: Ponovi svaka
pl: Powtórz co:

source: day(s)
cs: den
hr: dan(a)
pl: dni

source: week(s) on:
cs: týden v:
hr: tjedan(a) na dan(e):
pl: tygodni:

source: Sun
cs: Ne
hr: Ned
pl: N

source: Mon
cs: Po
hr: Pon
pl: Pn

source: Tue
cs: Út
hr: Uto
pl: Wt

source: Wed
cs: St
hr: Sri
pl: ¦r

source: Thu
cs: Èt
hr: Èet
pl: Czw

source: Fri
cs: Pá
hr: Pet
pl: Pt

source: Sat
cs: So
hr: Sub
pl: So

source: Recur on the
cs: Opakovat
hr: Ponovi
pl: Powtórz

source: day
cs: den
hr: dana
pl: dzieñ

source: every
cs: ka¾dý
hr: svaki(og)
pl: co

source: month(s)
cs: mìsíc
hr: mjesec(a)
pl: miesiêcy

source: 1st
hr: 1og
pl: 1-go

source: 2nd
hr: 2og
pl: 2-go

source: 3rd
hr: 3eg
pl: 3-go

source: 4th
hr: 4og
pl: 4-go

source: 5th
hr: 5og
pl: 5-go

source: 6th
hr: 6og
pl: 6-go

source: 7th
hr: 7og
pl: 7-go

source: 8th
hr: 8og
pl: 8-go

source: 9th
hr: 9og
pl: 9-go

source: 10th
hr: 10og
pl: 10-go

source: 11th
hr: 11og
pl: 11-go

source: 12th
hr: 12og
pl: 12-go

source: 13th
hr: 13og
pl: 13-go

source: 14th
hr: 14og
pl: 14-go

source: 15th
hr: 15og
pl: 15-go

source: 16th
hr: 16og
pl: 16-go

source: 17th
hr: 17og
pl: 17-go

source: 18th
hr: 18og
pl: 18-go

source: 19th
hr: 19og
pl: 19-go

source: 20th
hr: 20og
pl: 20-go

source: 21st
hr: 21og
pl: 21-go

source: 22nd
hr: 22og
pl: 22-go

source: 23rd
hr: 23eg
pl: 23-go

source: 24th
hr: 24og
pl: 24-go

source: 25th
hr: 25og
pl: 25-go

source: 26th
hr: 26og
pl: 26-go

source: 27th
hr: 27og
pl: 27-go

source: 28th
hr: 28og
pl: 28-go

source: 29th
hr: 29og
pl: 29-go

source: 30th
hr: 30og
pl: 30-go

source: 31st
hr: 31og
pl: 31-go

source: Recur in the month of
cs: Opakovat v mìsíci
hr: Ponovi u mjesecu
pl: Powtórz w miesi±cu

source: Recur on this day
cs: Opakovat v tento den
pl: Powtórz dnia

source: January
cs: Leden
hr: Sijeèanj
pl: Styczeñ

source: February
cs: Únor
hr: Veljaèa
pl: Luty

source: March
cs: Bøezen
pl: Marzec

source: April
cs: Duben
hr: Travanj
pl: Kwiecieñ

source: May
cs: Kvìten
hr: Svibanj
pl: Maj

source: June
cs: Èerven
hr: Lipanj
pl: Czerwiec

source: July
cs: Èervenec
hr: Srpanj
pl: Lipiec

source: August
cs: Srpen
hr: Kolovoz
pl: Sierpieñ

source: September
cs: Záøí
hr: Rujan
pl: Wrzesieñ

source: October
cs: Øíjen
hr: Listopad
pl: Pa¼dziernik

source: November
cs: Listopad
hr: Studeni
pl: Listopad

source: December
cs: Prosinec
hr: Prosinac
pl: Grudzieñ

source: year(s)
cs: rok
pl: lat

source: All Day Event
cs: Celodenní událost
hr: Cijelodnevni dogaðaj
pl: Przez ca³y dzieñ

source: New appointment
cs: Nové urèení
pl: Nowe spotkanie

source: Previous Year
cs: Pøedchozí rok
hr: Prethodna godina
pl: Poprzedni rok

source: Previous Month
cs: Predchozí mìsíc
hr: Prethodni mjesec
pl: Poprzedni miesi±c

source: Next Month
cs: Nasledující mìsíc
hr: Slijedeæi mjesec
pl: Nastêpny miesi±c

source: Next Year
cs: Následující rok
hr: Slijedeæa godina
pl: Nastêpny rok

source: New Event
cs: Nová událost
hr: Nova obveza
pl: Nowe zdarzenie

source: KPButton: pixmap is empty, perhaps some missing file
cs: KPButton: pixmapa je prázdná, pravdìpodovnì chybí nìjaký soubor
pl: KPButton: pixmap-a jest pusta, mo¿e brak pliku

source: Date
cs: Datum
hr: Datum
pl: Data

source: Time
cs: Èas
hr: Vrijeme
pl: Czas

source: Summary
cs: Shrnutí
hr: Sa¾etak
pl: Podsumowanie

source: started
cs: zaèalo
hr: poèinje
pl: rozpoczête

source: ends
cs: konèí
hr: zavr¹ava
pl: zakoñczenie

source: repeats %d times
cs: opakuje se %d krát
hr: ponavlja se %d puta
pl: powtórzenie %d razy

source: repeats forever
cs: bude se stále opakovat
hr: ponavlja se zauvijek
pl: powtarzanie ci±g³e

source: Edit Event
cs: Upravit událost
hr: Promijeni dogaðaj
pl: Edycja zdarzenia

source: Delete Event
cs: Smazat událost
hr: Obri¹i dogaðaj
pl: Skasowanie zdarzenia

source: Show Dates
cs: Zobrazit datumy
hr: Poka¾i datume
pl: Poka¿ daty

source: Hide Dates
cs: Skrýt datumy
hr: Sakrij datume
pl: Ukryj daty

source: No default calendar, and none was specified on the command line.
cs: ¬ádný implicitní kalendáø a ¾ádný nebyl udán na pøíkazové øádce.
pl: Nie ma domy¶lnego kalendarza i ¿adnego nie podano w linii komend.

source: Error reading from default calendar.
cs: Chyba pøi ètení z implicitního kalendáøe.
pl: B³±d odczytu z standartowego kalendarza.

source: Search For:
cs: Vyhledat:
hr: Tra¾i:
pl: Szukaj dla:

source: &Search
cs: &Hledat
hr: &Tra¾i
pl: &Szukaj

source: Invalid search expression, cannot perform the search. Please enter a search expression using the wildcard characters '*' and '?' where needed.
cs: Není mo¾né provést vyhledávání pro neplatný vyhledávací výraz. Prosím vlo¾te vyhledávací výraz s pou¾itím znaèek '*' a '?' v místech, kde je jejich pou¾ití nutné.
pl: B³êdna postaæ wyra¿enia szukanego, przeszukiwanie nie zosta³o wykonane. Proszê podaæ wyra¿enie szukane u¿ywaj±c, tam gdzie to wymagane, znaku zastêpowanego '*' lub '?'

source: &Open
cs: &Otevøít
hr: &Otvori
pl: &Otwórz

source: Open &Recent
cs: Ote&vøít nedávný
hr: Otvori &skora¹nje
pl: Otwórz o&statni

source: Save &As
cs: Ulo¾it &jako
hr: Spremi &pod drugim imenom
pl: Zapisz &jako

source: &Import From Ical
cs: &Importovat z programu Ical
hr: &Uvezi iz icala
pl: &Import z Ical-a

source: &Merge Calendar
cs: &Slouèit kalendáø
hr: &Umetni postojeæi kalendar
pl: &Po³±czenie kalendarza

source: Archive Old Entries
cs: Archivovat staré záznamy
hr: Arhiviraj stare zapise
pl: Archiwizuj stare dane

source: Print Setup
cs: Nastavení tisku
hr: Postava ispisa
pl: Ustawienia drukowania

source: &Print
cs: &Tisknout
hr: Is&pi¹i
pl: &Drukuj

source: Print Pre&view
cs: Ná&hled tisku
hr: Pre&gled prije ispisa
pl: Podgl±d &wydruku

source: &List
cs: &Seznam
hr: &Popis
pl: &Lista

source: &Day
cs: &Den
hr: &Dan
pl: &Dzieñ

source: W&ork Week
cs: Prac&ovní týden
hr: R&adni tjedan
pl: Tydzieñ &roboczy

source: &Week
cs: &Týden
hr: &Tjedan
pl: &Tydzieñ

source: &Month
cs: &Mìsíc
hr: &Mjesec
pl: &Miesi±c

source: &To-do list
cs: S&eznam úkolù
hr: Popis pos&lova
pl: Lista &Zadañ

source: New &Appointment
cs: &Nové urèení
hr: Nova &obveza
pl: &Nowe spotkanie

source: New E&vent
cs: No&vá událost
hr: Novi &dogaðaj
pl: Nowe z&darzenie

source: &Edit Appointment
cs: &Upravit urèení
hr: &Promijeni obvezu
pl: &Edycja spotkania

source: &Delete Appointment
cs: &Smazat urèení
hr: &Obri¹i obvezu
pl: &Usuwanie spotkania

source: Delete To-do
cs: Smazat úkol
hr: Obri¹i popis poslova
pl: Usuwanie zadania

source: &Mail Appointment
cs: Odeslat schùzku
hr: &Po¹alji obavijest o obvezi/sastanku
pl: &Wy¶lij e-mail o spotkaniu

source: Go to &Today
cs: Jdi na dne¹ní den
hr: &Danas
pl: Przejd¼ do &dzisiaj

source: &Previous Day
cs: Pøedchozí den
hr: &Prethodni dan
pl: &Poprzedni dzieñ

source: &Next Day
cs: Následující den
hr: &Sljedeæi dan
pl: &Nastêpny dzieñ

source: Show &Tool Bar
cs: Zobrazovat nás&trojovou li¹tu
hr: Poka¾i Alat&e
pl: Pokazuj &pasek narzêdzi

source: Show St&atus Bar
cs: Zobrazovat &informaèní li¹tu
hr: Poka¾i &status
pl: Pokazuj p&asek stanu

source: &Edit Options
cs: Nastavení editování
hr: &Postavke
pl: &Edycja opcji

source: &About
cs: &Informace
hr: O progr&amu
pl: &O programie

source: Send &Bug Report
cs: Poslat &hlá¹ení o chybì
pl: Prze¶lij raport o &b³êdzie

source: &Actions
cs: È&innosti
hr: &Akcije
pl: &Akcje

source: Open A Calendar
cs: Otevøít kalendáø
hr: Otvori kalendar
pl: Otwórz kalendarz

source: Save This Calendar
cs: Ulo¾it tento kalendáø
hr: Spremi ovaj kalendar
pl: Zapisz ten kalendarz

source: New Appointment
cs: Nové urèení
hr: Nova obveza
pl: Nowe spotkanie

source: Delete Appointment
cs: Smazat urèení
hr: Obri¹i obvezu
pl: Skasuj spotkanie

source: Search For an Appointment
cs: Hledat urèení
hr: Tra¾i obvezu
pl: Odszukaj spotkanie

source: Mail Appointment
cs: Odeslat schùzku
hr: Po¹alji obavijest o obvezi
pl: Wyslij e-mail o spotkaniu

source: Go to Today
cs: Jdi na dne¹ní den
hr: Danas
pl: Przejd¼ do dzisiaj

source: Previous Day
cs: Pøedchozí den
hr: Prethodni dan
pl: Poprzedni dzieñ

source: Next Day
cs: Následující den
hr: Slijedeæi dan
pl: Nastêpny dzieñ

source: List View
cs: Náhled na seznam
pl: Widok listowany

source: Schedule View
cs: Rozvrhový náhled
pl: Widok rozk³adu

source: Month View
cs: Mìsíèní náhled
hr: Pregled mjeseca
pl: Widok miesi±ca

source: To-do list view
cs: Náhled na Seznam úkolù
hr: Pregled popisa poslova
pl: Widok listy zadañ

source: we don't handle updates for that view, yet.
cs: pro tento náhled není je¹tì podporována aktualizace.
pl: aktualizacja tego widoku nie dzia³a, jeszcze.

source: we don't handle that view yet.
cs: tento náhled není je¹tì podporován.
pl: Ten widok jest jeszcze nie dzia³a.

source: You did not specify a valid file name.
cs: Nezadali jste platné jméno souboru.
pl: Nie podano prawid³owej nazwy pliku.

source: The file you specified is a directory, and cannot be opened. Please try again, this time selecting a valid calendar file.
cs: Vámi specifikovaný soubor je adresáøem, a nemù¾e být otevøen. Prosím zkuste opakovat zadání a tentokrát s platným jménem souboru.
pl: Plik, który podano, jest w rzeczywisto¶ci kartotek±, dlatego nie móg³ byæ otwarty. Proszê spróbowaæ jeszcze raz, podaj±c prawid³ow± nazwê pliku kalendarza.

source: KOrganizer Warning
cs: Varování KOrganizeru
hr: KOrganizer: Upozorenje
pl: Ostrze¿enie KOrganizer-a

source: This calendar has been modified. Would you like to save it?
cs: Tento kalendáø byl modifikován. Pøejete si ulo¾it Va¹e zmìny?
hr: Ovaj kalendar je mijenjan. ®elite li ga spremiti?
pl: Kalendarz który zamykasz zosta³ zmodyfikowany. Czy chcesz zapisaæ zmiany?

source: &Yes
cs: &Ano
hr: &Da
pl: &Tak

source: &No
cs: &Ne
hr: &Ne
pl: &Nie

source: KOrganizer Confirmation
cs: Potvrzení KOrganizeru
hr: Korganizer: Potvrda
pl: Potwierdzenie KOrganizer

source: This item will be permanently deleted.
cs: Tato polo¾ka bude trvale smazána.
hr: Slijedeæa stavka æe biti za stalno izbrisana
pl: Ten element zostanie trwale usuniêty.

source: You have no ical file in your home directory. Import cannot proceed.
cs: Nemáte ¾ádný soubor programu ical ve Va¹em domovském adresáøi. Importování nemù¾e pokraèovat.
pl: Nie masz ¿adnego pliku ical-a w domowym katalogu. Import nie mo¿e nast±piæ.

source: KOrganizer Info
cs: Informace KOrganizeru
pl: Informacja KOrganizer-a

source: KOrganizer succesfully imported and merged your .calendar file from ical into the currently opened calendar.
cs: KOrganizer úspì¹nì importoval a slouèil Vá¹ soubor .calendar programu ical do právì otevøeného kalendáøe.
pl: KOrganizer-owi uda³o siê zaimportowaæ i po³±czyæ plik .calendar z ical-a do aktualnie otwartego kalendarza.

source: ICal Import Successful With Warning
cs: Importování z programu ICal úspì¹né s varováním
pl: Import z ICal-a uda³ siê, ale z ostrze¿eniem

source: KOrganizer encountered some unknown fields while parsing your .calendar ical file, and had to discard them. Please check to see that all your relevant data was correctly imported.
cs: KOrganizer narazil na nìjaké neznámé polo¾ky bìhem zpracovávání Vá¹eho souboru .calendar z programu ical, které musí vyøadit. Prosím zkontrolujte, zda v¹echna dùle¾itá data byla správnì importována.
pl: Korganizer napotka³ jakie¶ nieznane pola przy analizie pliku .calendar ical-a i musia³ je odrzuciæ. Proszê sprawdziæ czy wszystkie istotne dane zosta³y zaimportowane.

source: KOrganizer encountered some error parsing your .calendar file from ical. Import has failed.
cs: KOrganizer narazil na nìjaké chyby bìhem zpracovávání Va¹eho souboru .calendar z programu ical. Importování se nezdaøilo.
pl: Wyst±pi³ b³±d przy analizie pliku .calendar z ical-a przez KOrganzier-a. Import nie powiód³ siê.

source: KOrganizer doesn't think that your .calendar file is a valid ical calendar. Import has failed.
cs: KOrganizer si nemyslí, ¾e Va¹ soubor .calendar je platným kalendáøem programu ical. Importování se nezdaøilo.
pl: Wg KOrganizer-a ten plik .calendar nie jest prawid³owym kalendarzem ical-a. Import nie powiód³ siê.

source: KOrganizer error
cs: Chyba KOrganizeru
pl: B³ad KOrganizer-a

source: Unfortunately, we don't handle cut/paste for that view yet.
cs: Nane¹tìstí není vyjmutí/vlo¾ení je¹tì podlorováno v tomto náhledu.
pl: Niestety brak obs³ugi wycinania/wklejania dla tego widoku jeszcze.

source: don't handle deletes from that view, yet.
cs: je¹tì není podporováno mazání z tohoto náhledu.
pl: brak obs³ugi kasowania w tym widoku, jeszcze.

source: This event recurs over multiple dates. Are you sure you want to delete the selected event, or just this instance?
cs: Tato událost se opakuje ve více dnech. Jste si jist(a), ¾e chcete smazat vybranou událost, nebo pouze tuto instanci?
pl: To zdarzenie powtarza siê wielokrotnie. Czy jeste¶ pewien, ¿e chcesz skasowaæ to zdarzenie, czy tylko to jego wyst±pienie?

source: &All
cs: &V¹echny
hr: &Sve
pl: &Wszystkie

source: &This
cs: &Tuto
hr: &Ovaj
pl: &Tylko to

source: no date selected, or invalid date
cs: není vybrán ¾ádný datum nebo je datum neplatný
hr: nijedan datum nije izabran ili neispravan datum
pl: nie wybrano daty, lub data nieprawid³owa

source: Can't generate mail from this view
cs: Není mo¾né vytvoøit po¹tu z tohoto náhledu
pl: Nie mo¿na utworzyæ wiadomo¶ci z tego widoku

source: Can't generate mail: No attendees defined!
cs: Není mo¾né vytvoøit po¹tu: Nejsou definováni úèastníci!
pl: Nie mo¿na utworzyæ wiadomo¶ci: Nie zdefiniowano uczestników!

source: New Calendar
cs: Nový kalendáø
hr: Novi kalendar
pl: Nowy kalendarz

source: modified
cs: modifikován
hr: mijenjan
pl: zmodyfikowany

source: Korganizer Configuration Options
cs: Mo¾nosti nastavení KOrganizeru
hr: Postavke
pl: Opcje konfiguracyjne KOrganizera

source: Priority
cs: Priorita
hr: Prioritet:
pl: Priorytet

source: Due
cs: Do
pl: W

source: To-Do items: %s %.2d
cs: Úkoly: %s %.2d
hr: Popis poslova: %s %.2d
pl: Zadania: %s %.2d

source: Date Range
cs: Rozsah data
hr: Raspon datuma
pl: W okresie

source: View Type
cs: Typ náhledu
hr: Vrsta pregleda
pl: Typ widoku

source: Day
cs: Den
hr: Dan
pl: Dzieñ

source: Week
cs: Týden
hr: Tjedan
pl: Tydzieñ

source: Month
cs: Mìsíc
hr: Mjesec
pl: Miesi±c

source: To-Do
cs: Úkoly
hr: Popis poslova
pl: Zadanie

source: &Preview
cs: &Náhled
hr: &Pregled
pl: &Podgl±d

source: Archive / Delete Past Appointments - KOrganizer
cs: Archivovat/smazat minulá urèení - KOrganizer
pl: Archiwizuj / Skasuj dawne spotkania - KOrganizer

source: Time & Date
cs: Èas a datum
hr: Vrijeme & Datum
pl: Czas i Data

source: Colors
cs: Barvy
hr: Boje
pl: Kolory

source: Views
cs: Náhledy
pl: Widoki

source: Printing
cs: Tisk
hr: Ispis
pl: Drukowanie

source: KOrganizer Configuration
cs: Nastavení KOrganizeru
hr: Postavke
pl: Potwierdzenie KOrganizera

source: Your name:
cs: Va¹e jméno:
hr: Va¹e ime:
pl: Imiê i nazwisko:

source: Email address:
cs: E-mail adresa:
hr: Email adresa:
pl: Adres e-mail:

source: Additional:
cs: Dal¹í:
hr: Dodatno:
pl: Dodatkowe:

source: Auto-save Calendar
cs: Automatické ukládání kalendáøe
hr: Automatski spremi kalendar
pl: Automatyczny zapis kalendarza

source: Confirm Appointment/To-Do Deletes
cs: Potvrzovat mazání urèení/úkolù
hr: Brisanje obveza i popisa poslova mora se potvrditi
pl: Potwierd¼ skasowanie spotkania/zadania

source: Holidays:
cs: Svátky:
hr: Praznici:
pl: Dni wolne:

source: 1 minute
cs: 1 minuta
hr: 1 minuta
pl: 1 minuta

source: 5 minutes
cs: 5 minut
hr: 5 minuta
pl: 5 minut

source: 10 minutes
cs: 10 minut
hr: 10 minuta
pl: 10 minut

source: 15 minutes
cs: 15 minut
hr: 15 minuta
pl: 15 minut

source: 30 minutes
cs: 30 minut
hr: 30 minuta
pl: 30 minut

source: Time Format:
cs: Formát èasu:
hr: Format vremena:
pl: Format czasu:

source: 24 hour
cs: 24 hodinový
hr: 24 sata
pl: 24-godzinny

source: Date Format:
cs: Datový formát:
hr: Format datuma:
pl: Format daty:

source: Day.Month.Year (31.01.2000)
cs: Den.Mìsíc.Rok (31.01.2000)
hr: Dan.Mjesec.Godina (31.01.2000)
pl: Dzieñ.Miesi±c.Rok (31.01.2000)

source: Month/Day/Year (01/31/2000)
cs: Mìsíc/Den/Rok (01/31/2000)
hr: Mjesec/Dan/Godina (01/31/2000)
pl: Miesi±c/Dzieñ/Rok (01/31/2000)

source: Month-Day-Year (01-31-2000)
cs: Mìsíc-Den-Rok (01-31-2000)
hr: Mjesec-Dan-Godina (01-31-2000)
pl: Miesi±c-Dzieñ-Rok (01-31-2000)

source: Time Zone:
cs: Èasová zóna:
hr: Vremenska zona:
pl: Strefa czasowa:

source: Default Appointment Time:
cs: Implicitní èas urèení
pl: Domy¶lny czas spotkania

source: Default Alarm Time:
cs: Implicitní èas signalizace:
pl: Domy¶lny czas alarmu:

source: Week Starts on Monday
cs: Týden zaèíná v pondìlí
hr: Tjedan poèinje s ponedjeljkom
pl: Tydzieñ zaczyna siê w poniedzia³ek

source: Day Begins At:
cs: Den zaèíná v:
hr: Dan poèinje u:
pl: Dzieñ zaczyna siê o:

source: Hour size in schedule view
pl: Rozmiar godziny w widoku rozk³adu (planu)

source: Show events that recur daily in Date Navigator
cs: Zobrazit v navigátoru termínù události, které se opakují dennì.
pl: Poka¿ wydarzenia powtarzaj±ce siê codziennie w Date Navigator

source: List view font
cs: Font náhledu na seznam
pl: Czcionka widoku listowanego

source: Schedule view font
cs: Font pro rozvrhový náhled
pl: Czcionka widoku rozk³adu

source: Month view font
cs: Font pro mìsíèní náhled
pl: Czcionka widoku miesiêcznego

source: Time bar font
cs: Font pro èasový pruh
pl: Czcionka wy¶wietlanego czasu

source: Things to do
cs: Vìci na práci
hr: Popis poslova
pl: Do zrobienia

source: To-Do list font
cs: Font pro seznam úkolù
hr: Pismo popisa poslova
pl: Czcionka listy zadañ
